"ADD_EVENT_PROMPT" = "Atur detail untuk acara ini.";
"ADD_EVENT" = "Tambah Acara";
"EDIT_EVENT" = "Edit";
"CANCEL" = "Batal";

"DELETE" = "Hapus";
"DELETE_ONE" = "Hapus Acara ini Saja";
"DELETE_FUTURE" = "Hapus Semua Acara";
"DELETE_RECURRING_ALERT_TITLE" = "Ini adalah acara berulang.";
"DELETE_EVENT" = "Hapus Acara";

"DETACH_ONE" = "Simpan acara ini saja";
"DETACH_FUTURE" = "Simpan acara mendatang";
"DETACH_ALL" = "Simpan untuk semua acara";
"DETACH_ALERT_TITLE" = "Ini adalah acara berulang.";

"CANCEL_DIRTY_ALERT_TITLE" = "Acara ini telah diedit.";
"CANCEL_DIRTY_CANCEL" = "Batalkan Edit";
"CANCEL_DIRTY_REVIEW" = "Edit Ulasan";

"INVALID_ATTENDEE_ADDRESS_ALERT_TITLE" = "Tidak Dapat Mengirim Undangan";
"INVALID_ATTENDEE_ADDRESS_ALERT_BODY_FORMAT" = "\"%@\" tidak tampak sebagai alamat email yang berlaku.";
"OK" = "OKE";

"TITLE_PLACEHOLDER" = "Judul";
"LOCATION_PLACEHOLDER" = "Lokasi";
"TITLE_DETAIL_NAV_TITLE" = "Judul & Lokasi";
"DEFAULT_EVENT_TITLE" = "Acara Baru";
"ADD_TO_CALENDAR" = "Tambah Ke Kalender";

"STARTS" = "Mulai";
"ENDS" = "Akhiri";
"DATE_DETAIL_NAV_TITLE" = "Mulai & Akhiri";
"ALL_DAY_SWITCH_TITLE" = "Sepanjang hari";
"TIME_ZONE" = "Zona Waktu";
"FLOATING" = "Mengapung";

"REPEAT" = "Ulangi";
"NEVER_DETAIL" = "Tidak Ada";
"DAILY_DETAIL" = "Setiap Hari";
"WEEKLY_DETAIL" = "Setiap Minggu";
"BIWEEKLY_DETAIL" = "Setiap 2 Minggu";
"MONTHLY_DETAIL" = "Setiap Bulan";
"YEARLY_DETAIL" = "Setiap Tahun";
/* Used as a title for both repeating events and repeating reminders */
"RECURRENCE_DETAIL_NAV_TITLE" = "Ulangi";
"END_REPEAT" = "Akhiri Ulangan";
"END_REPEAT_NAV_TITLE" = "Akhiri Ulangan";
"TIME_ZONE_CHOOSER_PROMPT" = "Ketik nama kota.";

"REPEAT_FOREVER" = "Ulangi Selamanya";

"ADD_INVITEES_NAV_TITLE" = "Tambah Undangan";
"ADD_INVITEES_PROMPT" = "Tambah undangan untuk Acara ini.";

/* used as alert title for save errors */
"CANNOT_SAVE_EVENT" = "Tidak Dapat Menyimpan Acara";
"ALERT_TIME" = "Waktu Peringatan";
"CANNOT_REPEAT_EVENT" = "Tidak Dapat Mengulang Acara";

"CALENDAR_DISAMBIGUATION_FORMAT" = "%@ (%@)";

